Repository: July2220/SwiftData-Examples-Books
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld Quotes
zh_hans: %lld 条引用

source: Add your first book
zh_hans: 新增第一本书

source: Author
zh_hans: 作者

source: Back
zh_hans: 返回

source: Book Title
zh_hans: 书籍标题

source: Cancel
zh_hans: 取消

source: Comment
zh_hans: 你的评论

source: Completed
zh_hans: 已完成

source: Create
zh_hans: 创建

source: Create Genre
zh_hans: 新增

source: Create New Genre
zh_hans: 新增类型

source: Date Added
zh_hans: 新增日期

source: Date Completed
zh_hans: 完成日期

source: Date Started
zh_hans: 开启日期

source: Filter on title or author
zh_hans: 根据标题、作者筛选

source: Genre name
zh_hans: 类型名称

source: Genres
zh_hans: 类型

source: In Progress
zh_hans: 进行中

source: My Books
zh_hans: 我的书籍

source: New Book
zh_hans: 新增书籍

source: New Genre
zh_hans: 新增类型

source: On Shelf
zh_hans: 已加入书架

source: Page
zh_hans: 页数

source: page #
zh_hans: 页数

source: Page: %@
zh_hans: 页数： %@

source: Quotes
zh_hans: 引用

source: Rating
zh_hans: 评分

source: Recommended By
zh_hans: 被谁推荐

source: Set the genre color
zh_hans: 设置类型主题色

source: Sort by %@
zh_hans: 按照 %@ 排序

source: Status
zh_hans: 状态

source: Title
zh_hans: 标题

source: Update
zh_hans: 更新

source: You need to create some genres first
zh_hans: 你需要先创建一些类型
